Repository: thuanvh/ngapp
Catalog: angular-j2k/src/locale/messages.*.xlf
Languages: vi

source: Listen 6000 japanese sentence
vi: Nghe 6000 câu tiếng Nhật

source: Dashboard
vi: Toàn bộ

source: Sentences List
vi: Danh sách câu

source: Go back
vi: Trở lại

source: Auto play audio
vi: Tự động chơi âm thanh

source: List
vi: Danh sách

source: Prev
vi: Trước

source: Next
vi: Tiếp tục

source: Sound:
vi: Âm thanh:

source: Play item
vi: Chơi

source: Meaning:
vi: Nghĩa:

source: Play meaning
vi: Nghe nghĩa

source: Type:
vi: Loại:

source: Sample:
vi: Ví dụ:

source: Play sentence
vi: Âm thanh cả câu

source: Play meaning sentence
vi: Nghe nghĩa của câu

source: Kanji
vi: Hán tự

source: Kanji list
vi: Danh sách hán tự

source: Messages
vi: Tin nhắn

source: clear
vi: Xóa

source: Top Sentence List
vi: Danh sách câu

source: Sentence Search
vi: Tìm câu
